{
  "anime": {
    "entry": [
      {
        "id": 269,
        "end_date": "2012-03-27",
        "title": "Bleach",
        "status": "Finished Airing",
        "score": 7.99,
        "image": "http://cdn.myanimelist.net/images/anime/3/20349.jpg",
        "synopsis": "15-year-old Kurosaki Ichigo is not your everyday high school student. He has from as far he can remember always had the ability to see ghosts and spirits. A fateful day arrives as Ichigo encounters the shinigami Kuchiki Rukia, who saves him and his family from a Hollow at the cost of injuring herself. During this encounter, with Rukia unable to defeat the hollow she transfers her shinigami powers into Ichigo. In the aftermath, unable to continue with her job, Rukia allows Ichigo to take on the role of a shinigami in her place as they together defeat the Hollows plaguing Ichigo's town.",
        "synonyms": "",
        "type": "TV",
        "start_date": "2004-10-05",
        "episodes": 366,
        "english": "Bleach"
      },
      {
        "id": 762,
        "end_date": "2005-06-12",
        "title": "Bleach: Memories in the Rain",
        "status": "Finished Airing",
        "score": 7.2,
        "image": "http://cdn.myanimelist.net/images/anime/5/21947.jpg",
        "synopsis": "Kurosaki Ichigo, the temporary Shinigami(Death God) for Kuchiki Rukia, discovers his mother's killer as one of the Hollows he has been hunting. He does battle with it in a prideful battle of revenge. This Special is actually a flashback of previous episodes in Bleach. After the ending credits, a short plays showing Shinigami and their Zanpakutos to &quot;Number One&quot; from the Bleach Soundtrack. <br />",
        "synonyms": "Bleach: Jump Festa 2004",
        "type": "Special",
        "start_date": "2005-06-12",
        "episodes": 1,
        "english": "Bleach: Memories in the Rain"
      },
      {
        "id": 834,
        "end_date": "2006-03-23",
        "title": "Bleach: The Sealed Sword Frenzy",
        "status": "Finished Airing",
        "score": 7.05,
        "image": "http://cdn.myanimelist.net/images/anime/1/834.jpg",
        "synopsis": "A Shinigami named Baishin who was sealed by Soul Society long ago is set free on Earth. On a fateful day Ichigo encounters him and has roughly half of his reiatsu drained. Its now up to Ichigo and the Soul Society to finally put a stop to Baishin and his destruction.",
        "synonyms": "Bleach: Jump Festa 2005",
        "type": "Special",
        "start_date": "2006-03-23",
        "episodes": 1,
        "english": ""
      },
      {
        "id": 1686,
        "end_date": "2006-12-16",
        "title": "Bleach: Memories of Nobody",
        "status": "Finished Airing",
        "score": 7.63,
        "image": "http://cdn.myanimelist.net/images/anime/1/1686.jpg",
        "synopsis": "In Karakura Town, there has been a sudden outbreak of unidentifiable spirits called \"blanks\" (vacant souls) while in the skies of Soul Society, the real world has been reflected. A mysterious female shinigami called Senna has appeared before Ichigo along with a man named Ganryu, leading a group called the \"Dark Ones.\"<br />\r\n<br />\r\n(Source: ANN)",
        "synonyms": "Bleach Movie I",
        "type": "Movie",
        "start_date": "2006-12-16",
        "episodes": 1,
        "english": "Bleach the Movie: Memories of Nobody"
      },
      {
        "id": 2889,
        "end_date": "2007-12-22",
        "title": "Bleach: The DiamondDust Rebellion",
        "status": "Finished Airing",
        "score": 7.65,
        "image": "http://cdn.myanimelist.net/images/anime/12/7499.jpg",
        "synopsis": "A valuable artifact known as &quot;King's Seal&quot; (&quot;Ouin&quot;) is stolen by a mysterious group of people during transport in the Soul Society. Toshiro Hitsugaya, the 10th Division Captain of Gotei 13, is assigned to transport the seal, fights the leader of the group, and shortly after, goes missing. After the incident, the Seireitei declares Hitsugaya a traitor and orders the capture and execution of Hitsugaya. Ichigo Kurosaki refuses to believe this, and along with Rangiku Matsumoto, Rukia Kuchiki, and Renji Abarai, swears to uncover the real mastermind of the stolen seal, find Hitsugaya, and clear his name. Meanwhile, a rogue Hitsugaya searches for the perpetrators and uncovers a dark secret regarding a long dead shinigami.<br />\r\n<br />\r\n(Source: ANN)",
        "synonyms": "Bleach Movie II; Bleach: The Diamond Dust Rebellion - Mou Hitotsu no Hyourinmaru",
        "type": "Movie",
        "start_date": "2007-12-22",
        "episodes": 1,
        "english": "Bleach the Movie 2: The DiamondDust Rebellion"
      },
      {
        "id": 4835,
        "end_date": "2008-12-13",
        "title": "Bleach: Fade to Black - Kimi no Na wo Yobu",
        "status": "Finished Airing",
        "score": 7.71,
        "image": "http://cdn.myanimelist.net/images/anime/3/64689.jpg",
        "synopsis": "A mysterious reiatsu (spiritual particle) explosion occurs in the center of Seireitei in Soul Society, causing it to be destroyed. At the exact same time, a major change overwhelms Kuchiki Rukia, which leaves her losing something important inside. Urahara Kisuke sends Kurosaki Ichigo to Soul Society to investigate the disturbance. Upon reaching Seireitei, Ichigo is set upon and attacked by shinigamis, once allies, who have no memory of him and Rukia. Now alone and on the run, Ichigo must find the missing Rukia and uncover the cause of the mysterious incident before it's too late.  <br />\r\n<br />\r\n(Source: ANN)",
        "synonyms": "Bleach Movie III; Fade to Black: Call Out Your Name",
        "type": "Movie",
        "start_date": "2008-12-13",
        "episodes": 1,
        "english": "Bleach the Movie 3: Fade to Black"
      },
      {
        "id": 8247,
        "end_date": "2010-12-04",
        "title": "Bleach: Jigokuhen",
        "status": "Finished Airing",
        "score": 7.8,
        "image": "http://cdn.myanimelist.net/images/anime/9/26792.jpg",
        "synopsis": "&quot;Hell&quot; is the place where a person is sent to who committed violent crimes when they were alive. Shinigami are forbidden to go there. One day, prisoners revolt and make their escape to Karakura&mdash;the real world&mdash;where Ichigo and his friends live in. Ichigo and his friends are defeated one after the other by prisoners with overwhelming power. A mysterious man appears who comes to their rescue. With Kokutou leading the way, Ichigo, Rukia, Uryuu, and Renji marche into Hell to save the world.<br />\r\n<br />\r\nNote: Episode 299 of Bleach serves as a prologue to this movie.<br />\r\n<br />\r\n(Source: AniDB, edited)",
        "synonyms": "Gekijouban Bleach: Jigoku Hen; Bleach Movie IV; Bleach Movie 4; Bleach: The Hell Chapter",
        "type": "Movie",
        "start_date": "2010-12-04",
        "episodes": 1,
        "english": "Bleach the Movie 4: Hell Verse"
      }
    ]
  }
}